Repository: ziyzhu/openox
Catalog: apps/ios/ShareExtension/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add
zh_hans: 添加

source: %lld items will appear in Artifacts the next time you open Ox.
zh_hans: %lld 个项目将在下次打开 Ox 时出现在资料中。

source: Add to Ox
zh_hans: 添加到 Ox

source: Add note to Ox
zh_hans: 将笔记添加到 Ox

source: Adding…
zh_hans: 正在添加…

source: Cancel
zh_hans: 取消

source: It’ll appear in Artifacts the next time you open Ox.
zh_hans: 下次打开 Ox 时，它会出现在资料中。

source: Ox’s shared storage isn’t available.
zh_hans: Ox 的共享存储不可用。

source: Ox can’t import this item yet.
zh_hans: Ox 暂时无法导入此项目。

source: Reading shared items…
zh_hans: 正在读取共享项目…

source: Shared Image
zh_hans: 共享图片

source: Shared Item
zh_hans: 共享项目

source: Shared Link
zh_hans: 共享链接

source: Reading shared note…
zh_hans: 正在读取共享笔记…

source: Shared Note
zh_hans: 共享笔记

source: Shared PDF
zh_hans: 共享 PDF

source: Shared Text
zh_hans: 共享文本

source: This item doesn’t contain text Ox can import.
zh_hans: 此项目不包含 Ox 可以导入的文本。

source: This note is too large to import.
zh_hans: 此笔记太大，无法导入。

source: This item is too large to import.
zh_hans: 此项目太大，无法导入。

source: You can add up to 10 items at a time.
zh_hans: 一次最多可以添加 10 个项目。
